/**
 * @mainpage
 *	# Загальне завдання
 *	З розділу “Індивідуальні завдання комплексної роботи” взяти прикладну галузь стосовно
 *	номеру варіанту за попередньо-визначеною формулою. Створити структуру, що відображає “базовий клас”.
 *
 *	# Індивідуальне завдання
 *	(22) Необхідно описати країни які існували під час Другої Світової війни.
 *
 * @author fomgleb
 * @date 04.05.2022
 * @version 1.0
*/

/**
 * @file main.c
 * @brief Головний файл в програмі.
 *
 * @author fomgleb
 * @date 04.05.2022
 * @version 1.0
*/

#include "lib.h"

/**
 * Головна функція.
 *
 * Послідовність дій:
 * @return успішний код повернення з програми (0)
 */
int main()
{
	return 0;
}